[M_RollInsight MissionDefinition]
TurnInDescription="In case you're wondering, the answer starts with a ''D'' and rhymes with ''Sharkman.''"
MissionSummary="Solve Sir Reginald Von Bartlesby's riddle."
